---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyIsStillimageStudyType
source: html/61f81129-4dd8-2111-1432-abbc7be21375.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewSolarstudyIsStillimageStudyType Property

"Still image study"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewSolarstudyIsStillimageStudyType { get; }
```